{
    "tell1": "I can feel the heat in your voice. Let's pause. Try clenching your fists tightly... and now release. Do this a few times to let tension go.",
    "tell2": "It's okay to feel angry. Step away from what triggered it, if you can. Sometimes physical space helps emotional space grow.",
    "tell3": "Let's cool the body. Splash cold water on your face, or hold something chilled. It can send a signal to your nervous system to calm down.",
    "tell4": "Your anger is valid, but you deserve peace too. Breathe in through your nose, slowly... hold... and exhale through pursed lips, like blowing out a candle.",
    "tell5": "Try shaking out your arms and legs. It might feel silly, but it physically releases built-up aggression.",
    "tell6": "Name what you're feeling underneath the anger. Often it's hurt, fear, or frustration. You don't have to fix it - just name it.",
    "tell7": "Let's release tension. Drop your shoulders. Unclench your jaw. That's it. One breath at a time.",
    "tell8": "Walk away from the trigger, even just for 60 seconds. Change your environment to shift your emotional state.",
    "tell9": "Anger is energy. Use it constructively: write down what you're feeling - no filter, no grammar - just release.",
    "tell10": "Try holding a pillow or towel and twisting it tightly. It gives your body a way to process the charge safely.",
    "tell11": "Can I guide you through a 60-second breathing break? It might help reset the wave of emotion you're riding.",
    "tell12": "Let your feet touch the ground firmly. Feel the floor beneath you. Imagine the anger flowing downward, leaving your body.",
    "tell13": "If you're overwhelmed, place your hand on your chest. Feel your heartbeat. It reminds you - you're still here, still in control.",
    "tell14": "Anger is powerful. But so is choosing not to let it control you. Let's sit in stillness for a moment, just you and me.",
    "tell15": "When your heart races, it's not a weakness. It's a signal. Let's honor it... and slowly return to calm, one breath at a time."
}

